models/ClientQuery.php

SELECT * FROM `client` ORDER BY `id`
---
    public function all($db = null)
    {
        return parent::all($db);