models/InstruksiKerjaQuery.php

SELECT * FROM `instruksi_kerja`
---
    public function all($db = null)
    {
        return parent::all($db);